<html>
<head>
<title>Distritos</title>
</head>
<link href="../EstiloLuya.css" rel="stylesheet" type="text/css">
<body bgcolor="#FFFFFF" leftmargin="0" marginheight="0" marginwidth="0" rightmargin="0" topmargin="0">
<a name="iniciopagina"></a>
<table width="100%" border="0" cellspacing="0" cellpadding="0">
  <tr valign="top"> 
    <td bgcolor="#000000"> 
		<table width="0%" border="0">
        <tr><td>
		  <font color="#FFFFFF" size="2" face="Verdana, Arial, Helvetica, sans-serif">
		  <strong>Distritos</strong></font>
		</td></tr>
        <tr><td>
		  	<table width="0%" height="0%" border="0">
              <tr> 
                <td class="clsParrofo"><a href="./lamud.htm" class="clsLink" target="ventana">L&aacute;mud</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./camporredondo.htm" class="clsLink" target="ventana">Camporredondo</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./cocabamba.htm" class="clsLink" target="ventana">Cocabamba</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./colcamar.htm" class="clsLink" target="ventana">Colcamar</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./conila.htm" class="clsLink" target="ventana">Conila</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./inguilpata.htm" class="clsLink" target="ventana">Inguilpata</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./longuita.htm" class="clsLink" target="ventana">L&oacute;nguita</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./lonyachico.htm" class="clsLink" target="ventana">Lonya Chico</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./luya.htm" class="clsLink" target="ventana">Luya</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./luyaviejo.htm" class="clsLink" target="ventana">Luya Viejo</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./ocalli.htm" class="clsLink" target="ventana">Ocall&iacute;</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./ocumal.htm" class="clsLink" target="ventana">Ocumal</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./pisuquia.htm" class="clsLink" target="ventana">Pisuquia</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./maria.htm" class="clsLink" target="ventana">Mar&iacute;a</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./sancristobal.htm" class="clsLink" target="ventana">San Crist&oacute;bal</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./sanfranciscoyeso.htm" class="clsLink" target="ventana">San Francisco del Yeso</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./sanjeronimo.htm" class="clsLink" target="ventana">San Jer&oacute;nimo</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./sanjuanlopecancha.htm" class="clsLink" target="ventana">San Juan de Lopecancha</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./santacatalina.htm" class="clsLink" target="ventana">Santa Catalina</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./santotomas.htm" class="clsLink" target="ventana">Santo Tom&aacute;s</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./tingo.htm" class="clsLink" target="ventana">Tingo</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="./trita.htm" class="clsLink" target="ventana">Trita</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo">&nbsp;</td>
              </tr>
              <tr> 
                <td class="clsParrofo">&nbsp;</td>
              </tr>
              <tr> 
                <td class="clsParrofo"><a href="../distritos.htm" class="clsLink" target="ventana">Provincia de Luya</a></td>
              </tr>	  
            </table></td>
        </tr>
      </table>
	</td>
    <td>
		<table width="100%" height="0" border="0">
        <tr> 
          	<td> 
		  <!-- aca va todo el contenido-->
			<table width="100%" height="0" border="0">
        <tr> 
          <td CLASS="CLStITULO1">DISTRITO DE LUYA<br>
		  <hr size="3" color="#006600" width="100%" noshade>
		  </td>
        </tr>
        <tr> 
          <td> <table width="0%" height="0%" border="0">
              <tr class="clsParrofo"> 
                <td>&nbsp;</td>
                <td><a href="#ubigeo" class="clsLink2"> Ubicaci&oacute;n geogr&aacute;fica</a></td>
                <td>&nbsp; </td>
                <td><a href="#poderes" class="clsLink2"> Representaci&oacute;n de poderes</a></td>
              </tr>
              <tr class="clsParrofo"> 
                <td>&nbsp;</td>
                <td><a href="#etimologia" class="clsLink2"> Etimolog&iacute;a del nombre del distrito</a></td>
                <td>&nbsp; </td>
                <td><a href="#instituciones" class="clsLink2"> Instituciones culturales</a></td>
              </tr>
              <tr class="clsParrofo"> 
                <td>&nbsp;</td>
                <td><a href="#economico" class="clsLink2">Aspecto econ&oacute;mico</a></td>
                <td>&nbsp; </td>
                <td><a href="#poblacion" class="clsLink2"> Poblaci&oacute;n rural y urbana</a></td>
              </tr>
              <tr class="clsParrofo"> 
                <td>&nbsp;</td>
                <td><a href="#industrias" class="clsLink2">Industrias</a></td>
                <td>&nbsp; </td>
                <td><a href="#celebres" class="clsLink2">Hombres c&eacute;lebres</a></td>
              </tr>
              <tr class="clsParrofo"> 
                <td>&nbsp;</td>
                <td><a href="#comercio" class="clsLink2">Comercio</a></td>
                <td>&nbsp; </td>
                <td><a href="#divpolitica" class="clsLink2"> Divisi&oacute;n pol&iacute;tica</a></td>
              </tr>
              <tr class="clsParrofo"> 
                <td>&nbsp;</td>
                <td><a href="#comercio" class="clsLink2">V&iacute;as de comunicaci&oacute;n</a></td>
                <td>&nbsp; </td>
                <td> <a href="#folklore" class="clsLink2">Folklore</a></td>
              </tr>
            </table>
           <hr size="3" color="#006600" width="100%" noshade></td>
        </tr>
        <tr> 
          <td><table width="100%" border="0">
              <tr> 
                <td colspan="2"><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><a name="ubigeo"></a>Ubicaci&oacute;n 
                  geogr&aacute;fica</font></strong></td>
              </tr>
              <tr> 
                <td colspan="2"><table width="100%" height="0" border="0">
                    <tr class="clsCeldaOn"> 
                      <td width="19">&nbsp;</td>
                      <td width="88">Ubicaci&oacute;n</td>
                      <td width="466">ubicado al Nor Este de la Provincia del mismo nombre.</td>
                    </tr>
                    <tr class="clsCeldaOff"> 
                      <td>&nbsp;</td>
                      <td>Altitud</td>
                      <td>1713 m.s.n.m.</td>
                    </tr>
                    <tr class="clsCeldaOn"> 
                      <td>&nbsp;</td>
                      <td>Latitud Sur</td>
                      <td>06&ordm; 09&#8217; 30&#8221;</td>
                    </tr>
                    <tr class="clsCeldaOff"> 
                      <td>&nbsp;</td>
                      <td>Latitud Oeste</td>
                      <td >77&ordm; 54&#8217; 30&#8221; </td>
                    </tr>
                    <tr class="clsCeldaOn"> 
                      <td>&nbsp;</td>
                      <td>Extensi&oacute;n</td>
                      <td>120 km2</td>
                    </tr>
                  </table>
                  <p><a name="etimologia"></a><hr size="3" color="#006600" width="100%" noshade></p></td>
              </tr>
              <tr> 
                <td><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Etimolog&iacute;a 
                  del nombre del distrito</font></strong></td>
                <td ><div align="right"><a href="#iniciopagina" class="clsLink2">Subir</a></div></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><blockquote> 
                    <p>Sobre la palabra LUYA existen dos teor&iacute;as: la una 
                      que refiere que esta palabra se deriva de &#8220;YULLAC&#8221; 
                      o &#8220;LLULLAO&#8221; que fue el nombre de una tribu que 
                      habit&oacute; este lugar.<br>
                      La otra teor&iacute;a sostiene que la palabra LUYA, viene 
                      del lat&iacute;n ALELUYA. Dicen que cuando los espa&ntilde;oles 
                      llegaron a este lugar, fueron recibidos en medio de vitores 
                      y aplausos por lo que un sacerdote espa&ntilde;ol dijo &#8220;ALELUYA&#8221; 
                      &#8220;ALELUYA&#8221; que en castellano quiere decir alegr&iacute;a, 
                      quedando de esta manera con el nombre de Luya, el actual 
                      distrito que tambi&eacute;n es el nombre de la provincia.</p>
                    <p><strong>Vida Primitiva. Epoca Preincaica.</strong><br>
                      Los habitantes de esta comarca como todos los dem&aacute;s 
                      grupos preincaicos tuvieron que luchar primero con la naturaleza, 
                      luego con los ayllus vecinos para establecerse a lo largo 
                      del valle del Jucusbamba, que viene del quechua Shucshubamba, 
                      que quiere decir pampa del carrizo. Inicialmente vivieron 
                      formando peque&ntilde;os grupos no organizados en los cuales 
                      el trabajo, las costumbres y dem&aacute;s formas de vida 
                      eran incipientes, rudimentarias.<br>
                      <br>
                      Con el transcurso de los a&ntilde;os estos grupos diseminados 
                      entraron en un per&iacute;odo de rivalidad, pues el esp&iacute;ritu 
                      de conquista les llev&oacute; a la guerra, llegando a someterse 
                      los m&aacute;s d&eacute;biles al dominio de los m&aacute;s 
                      fuertes; es as&iacute; como se form&oacute; la tribu de 
                      los Llullas o Llullaos, que se organizaron bajo la autoridad 
                      de un cacique y ocuparon las cuencas del Utcubamba y el 
                      Mara&ntilde;&oacute;n, de donde fueron amigrando en busca 
                      de zonas m&aacute;s amplias y de mayor productividad hasta 
                      que vinieron a establecerse primero en los alrededores y 
                      despu&eacute;s en los f&eacute;rtiles valles de Shucshubamba. 
                      Esta tribu as&iacute; formada era aut&oacute;noma, amante 
                      de la m&uacute;sica, de la danza y la guerra, conoc&iacute;a 
                      el cultivo de los campos, la extracci&oacute;n de los metales, 
                      constru&iacute;an sus habitaciones en forma redonda y de 
                      piedras sin labrar; como lo prueban los restos de las peque&ntilde;as 
                      ciudadelas de Chipuric, Huaillic y Shucsha; tambi&eacute;n 
                      sab&iacute;an usar la arcilla en la confecci&oacute;n de 
                      sus utensilios dom&eacute;sticos, en las cuales representaban 
                      figuras de animales con los colores indelebles, tal como 
                      lo atestiguan los restos encontrados en los lugares mencionados.</p>
                    <p><strong>Epoca Incaica</strong><br>
                      Posteriormente como todas las tribus del departamento fueron 
                      conquistados por las huestes del Inca Tupac Yupanqui, llegando 
                      conjuntamente con los Kuelapenses y los Sachapuyos a incorporarse 
                      al dominio del Imperio Incaico, desde entonces la vida y 
                      costumbres de esta regi&oacute;n fue adquiriendo mejores 
                      formas; la repartici&oacute;n de las tierras fue m&aacute;s 
                      equitativa, el trabajo orientado y obligatorio, las malas 
                      costumbres y la inmoralidad fueron reprimidas, aprendieron 
                      a utilizar el arado, construyeron sus herramientas de labranza, 
                      se distribu&iacute;an las cosechas de acuerdo a las necesidades 
                      de cada familia. Como dependientes del Imperio tuvieron 
                      que cumplir con los preceptos morales: AMA SUA, AMA LLULLA, 
                      AMA QUELLA, con rigurosa exactitud convirti&eacute;ndose 
                      as&iacute; en un emporio de trabajo y moralidad.<br>
                      Este sistema de trabajo, este deseo de superaci&oacute;n, 
                      han dejado al pueblo de Luya, como el mejor legado de raza 
                      viril y poderosa cuya historia y progreso constituya la 
                      fuente en la que hoy se inspira el pueblo Luya, para llegar 
                      a ocupar el sitial que merece en los pueblos del Per&uacute;.</p>
                    <p><strong>Vida Colonial</strong><br>
                      Fue el distrito como los dem&aacute;s del departamento el 
                      que sinti&oacute; el dolor del terror espa&ntilde;ol, pero 
                      a pesar de eso los espa&ntilde;oles fueron muy bien recibidos 
                      por los indios dando lugar a una paz y tranquilidad, sin 
                      discusiones ni luchas.<br>
                      Este distrito pas&oacute; toda la &eacute;poca del coloniaje 
                      entre los mandatos de la corona espa&ntilde;ola, bajo la 
                      bandera del virreynato. Pero las grandes ideas que se operaron 
                      en los Estados Unidos con su independencia, la bien conocida 
                      Revoluci&oacute;n Francesa y los principios del UTIPOZZIDETIS 
                      y la &#8220;Libre determinaci&oacute;n&#8221; irrumpi&oacute; 
                      en este pueblo al igual que en otros la luz de las nuevas 
                      ideas de libertad e igualdad; es as&iacute; como el 6 de 
                      junio de 1821 colaboraron con gran hero&iacute;smo en la 
                      defensa de Chachapoyas en los campos de Higos Urco, habiendo 
                      dado el triunfo los de este lugar encabezados por su p&aacute;rroco.</p>
                    <p><strong>Vida Republicana</strong><br>
                      Al iniciarse la Rep&uacute;blica, los naturales eran casi 
                      en su totalidad ind&iacute;gena pero como el valle llamaba 
                      la atenci&oacute;n fue inmigrado por los Burga, Casta&ntilde;eda, 
                      D&iacute;az, Tuesta y otros, cuyos descendientes forman 
                      la mayor parte de la poblaci&oacute;n actual.<br>
                      Al crearse la provincia por Ley de 5 de febrero de 1861, 
                      Luya pas&oacute; a formar parte de ella como distrito.</p>
                    <p><strong>Orograf&iacute;a</strong><br>
                      El relieve del suelo del distrito de Luya es accidentado, 
                      est&aacute; rodeado de colinas, mesetas; entre las &uacute;ltimas 
                      podemos mencionar: San Juan, Churupaya, Ayal, Chipuric, 
                      Cashurco, Shucsha. Adem&aacute;s algunas quebradas de poca 
                      importancia.</p>
                    <p><strong>Hidrograf&iacute;a</strong><br>
                      Existe un riachuelo que es el Jucusbamba (Shucshubamba) 
                      que naciendo en la cordillera de Piedra Grande (Conila) 
                      va a desembocar en el r&iacute;o Utcubamba.</p>
                    <p><strong>Lagunas</strong><br>
                      Son dos peque&ntilde;as: Cuchra y Platillo.</p>
                    <p><strong>Clima</strong><br>
                      El clima es templado y saludable, con una temperatura media 
                      entre 20 grados cent&iacute;grados.<br>
                      Durante el a&ntilde;o se notan dos &eacute;pocas bien marcadas: 
                      una lluviosa de octubre a mayo y otra de sequ&iacute;a de 
                      junio a setiembre con fuertes vientos que soplan de sur 
                      a norte y de norte a sur.</p>
                  </blockquote>
                  <p><a name="economico" id="economico"></a><hr size="3" color="#006600" width="100%" noshade> 
                  </p></td>
                <td class="clsParrofo">&nbsp;</td>
              </tr>
              <tr> 
                <td><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Aspecto 
                  Econ&oacute;mico</font></strong></td>
                <td ><div align="right"><a href="#iniciopagina" class="clsLink2">Subir</a></div></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><blockquote> 
                    <p>Las producciones del distrito en los tres reinos de la 
                      naturaleza son:</p>
                    <p><strong>En el reino Animal</strong><br>
                      Se cr&iacute;a ganado vacuno, caballar, lanar, porcino, 
                      asnal; aves de corral como patos, pavos, gallinas en peque&ntilde;a 
                      escala. Aves y animales silvestres, que aparecen en los 
                      tiempos de sembrados, tales como venados, conejos, zorrillos, 
                      zorros, los que tambi&eacute;n transitan en las noches en 
                      pos de animales dom&eacute;sticos. Los loros de color verde 
                      que aparecen en bandadas en la &eacute;poca de la madurez 
                      del ma&iacute;z. Las palomas silvestres son abundantes en 
                      las chacras en la &eacute;poca de las cosechas. Aves rapaces: 
                      gavilanes de color gris que arrasan con los pollos. Tenemos 
                      tambi&eacute;n los halcones que se alimentan de pajarillos. 
                      Los p&aacute;jaros como: piuros, huanchacos, jilgueros, 
                      gorriones, golondrinas, picaflores zorzales y los peque&ntilde;os 
                      pamperos; abundantes especialmente en las &eacute;pocas 
                      de cosecha y rastrojo. Aves nocturnas tales como: lechuzas, 
                      buho, que cruzan el espacio despertando el temor en la gente 
                      supersticiosa; el murci&eacute;lago que vuela por las noches 
                      buscando vacunos, porcinos o aves de corral para alimentarse, 
                      succionando la sangre mientras duermen.</p>
                    <p><strong>En el Reino Vegetal</strong><br>
                      Produce trigo, ma&iacute;z, fr&iacute;joles, arvejas, cebada, 
                      hate zanahoria, culantro, repollo, perejil, huacatay, etc. 
                      Arboles frutales: duraznos, manzanos, que cuidando sus cultivos 
                      nos podr&iacute;an dar una producci&oacute;n inmejorable; 
                      los higos, el capul&iacute;, etc. Arboles industriales: 
                      eucalipto, nogal,. Entre las plantas forrajeras se cultivan 
                      la alfalfa, adem&aacute;s tenemos plantas silvestres: el 
                      aliso, tayango, huarango, chillca, gran variedad de plantas 
                      medicinales tales como la manzanilla, apio, toronjil, menta, 
                      campanilla, hierbaluisa, etc.</p>
                    <p><strong>En el Reino Mineral</strong><br>
                      Luya cuenta con grandes catneras, muchas de ellas con piedra 
                      caliza, existen yacimientos de arcilla, minas de colpar, 
                      arena y ripio.</p>
                  </blockquote>
                  <p><a name="industrias" id="industrias"></a><hr size="3" color="#006600" width="100%" noshade></p></td>
                <td class="clsParrofo">&nbsp;</td>
              </tr>
              <tr> 
                <td><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Industrias</font></strong></td>
                <td ><div align="right"><a href="#iniciopagina" class="clsLink2">Subir</a></div></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><blockquote> 
                    <p>El distrito de Luya posee industrias derivas de la agricultura 
                      como la fabricaci&oacute;n de harinas de trigo, para cual 
                      existen tres molinos: dos de propiedad particular y uno 
                      municipal. Este &uacute;ltimo ha sido construido con una 
                      partida de S/. 47,000.00, otorgado por la Direcci&oacute;n 
                      de Fomento y Obras P&uacute;blicas, con R.M N&ordm; 680 
                      de fecha 01 de agosto de 1957. la panader&iacute;a construidos 
                      en peque&ntilde;os hornos, hechos de barro y calentados 
                      a base de le&ntilde;a; la fabricaci&oacute;n de chancaca 
                      en una escala muy reducida.<br>
                      <br>
                      Entre las industrias derivadas de la ganader&iacute;a tenemos 
                      la curtiembre de cueros, los tejidos de lana de oveja, los 
                      que se hacen en una forma rudimentaria, de cuyas piezas 
                      tejidas se confeccionan ponchos, frazadas, pantalones, la 
                      lliclla (pa&ntilde;ol&oacute;n) y el poller&oacute;n (falda).<br>
                      <br>
                      Del algod&oacute;n se prepara el tejido para la confecci&oacute;n 
                      de alforjas, frazadas, colchas. En el centro urbano las 
                      mujeres se dedican a la confecci&oacute;n de chompas con 
                      diferentes bordados, hechas a mano. Entre las industrias 
                      derivadas de la miner&iacute;a, mencionaremos la fabricaci&oacute;n 
                      de tejas, ladrillos, es de mencionar tambi&eacute;n la dedicaci&oacute;n 
                      al tallado de piedras para utilizarlo en las bases de las 
                      columnas de las casas.</p>
                    <p><strong>Posibles Industrias</strong><br>
                      Las llanuras del Oratorio de Vallepampa son apropiados para 
                      el cultivo de plantas forrajeras, dot&aacute;ndoles de riego 
                      que podr&iacute;a fomentar la cr&iacute;a de ganado vacuno, 
                      caballar, etc. Pudiendo posiblemente el ganado vacuno llegar 
                      a fomentar la industria del queso y la mantequilla.<br>
                      Las grandes extensiones de pastos naturales son muy apropiados 
                      para la cr&iacute;a del ganado lanar que con poco cuidado 
                      podr&iacute;a constituirse al igual que el distrito de L&aacute;mud 
                      y toda la provincia de Luya en una gran abastecedora de 
                      lana y por consiguiente la fomentaci&oacute;n de la industria 
                      textil.<br>
                      Igualmente puede implantarse la cr&iacute;a de ganado caprino, 
                      que es muy apreciable por su leche y su carne.<br>
                      Hay grandes posibilidades para establecer la industria de 
                      la apicultura, pues los peque&ntilde;os jardines tienden 
                      a producir flores durante todo el a&ntilde;o.<br>
                      <br>
                      La bondad del clima y su riachuelo que corre constantemente, 
                      constituyen poderosos medios para implantar la piscicultura.<br>
                      Tanto el clima, como la bondad de sus terrenos, constituyen 
                      instrumento para establecer peque&ntilde;as granjas agropecuarias 
                      aprovechando de la calidad de la arcilla se puede instalar 
                      f&aacute;bricas de ladrillos, siendo de una manera comercial; 
                      para as&iacute; sustituir a los adobes que se emplean en 
                      las construcciones de las casas. Los m&aacute;rgenes del 
                      Jucusbamba est&aacute;n hechos en forma primitiva por lo 
                      tanto son de poco rendimiento. La energ&iacute;a de est&aacute;s 
                      tomas podr&iacute;a habilitarse perfectamente para instalar 
                      molinos modernos y tambi&eacute;n aserraderos.<br>
                      <br>
                      De la producci&oacute;n de harina de trigo y de ma&iacute;z, 
                      pueden derivarse otras industrias importantes como la f&aacute;brica 
                      de fideos, maicena, etc.</p>
                  </blockquote>
                  <p><a name="comercio" id="comercio"></a><hr size="3" color="#006600" width="100%" noshade><br>
                  </p></td>
                <td class="clsParrofo">&nbsp;</td>
              </tr>
              <tr> 
                <td class="clsParrofo"><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif"> 
                  Comercio</font></strong></td>
                <td ><a href="#iniciopagina" class="clsLink2">Subir</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><blockquote> 
                    <p>El movimiento comercial del distrito es demasiado deficiente 
                      por que sus producciones son solo para el consumo local. 
                      Entre los productos que se venden, sobrantes de la econom&iacute;a 
                      familiar, tenemos: ganado vacuno, porcino, aves de corral, 
                      huevos, harina, ma&iacute;z, etc.<br>
                      Entre los productos que se compran tenemos: procedentes 
                      de la costa: harina, az&uacute;car, papas, manteca, pescado, 
                      jab&oacute;n, kerosene, frutas, arroz, mercader&iacute;as, 
                      medicina, etc. Procedentes de lugares del mismo departamento: 
                      aguardiente, chancaca, coca, caf&eacute;, pl&aacute;tano, 
                      yucas, le&ntilde;a, etc.</p>
                  </blockquote>
                  <p><a name="comunicacion" id="comunicacion"></a><hr size="3" color="#006600" width="100%" noshade></p></td>
                <td class="clsParrofo">&nbsp;</td>
              </tr>
              <tr> 
                <td class="clsParrofo"><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif">V&iacute;as 
                  de comunicaci&oacute;n</font></strong></td>
                <td ><a href="#iniciopagina" class="clsLink2">Subir</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><blockquote> 
                    <p>Hacia el a&ntilde;o 1950, se organiz&oacute; un gran Comit&eacute; 
                      C&iacute;vico que logr&oacute; reunir un fondo que sobrepas&oacute; 
                      de los S/. 50,000.00, para iniciar los trabajos de construcci&oacute;n 
                      de la carretera desde el puente de C&aacute;clic a L&aacute;mud, 
                      con una longitud de 18 Km. En toda esta obra se destaca 
                      el desprendimiento econ&oacute;mico de los maestros de la 
                      provincia de Luya, de los empleados p&uacute;blicos y otras 
                      personas de buena voluntad.<br>
                      <br>
                      Todos los pueblos circunvecinos contribuyeron con su trabajo 
                      personal, percibiendo una modesta propina de S/. 3.00 semanales. 
                      El Comit&eacute; solicit&oacute; la direcci&oacute;n t&eacute;cnica 
                      de la Oficina Departamental de Caminos de Chachapoyas y 
                      la colaboraci&oacute;n de la Polic&iacute;a para efectuar 
                      la obra e impulsar a los indiferentes y detractores. En 
                      esta obra que hoy representa un gran servicio para los pueblos 
                      de Luya y L&aacute;mud, figuran como hombres fuertes, el 
                      Sargento Segundo R&oacute;mulo Villacr&eacute;s y el Ingeniero 
                      Icochea que hizo el trazo y mand&oacute; construir el puente 
                      de piedra de C&aacute;clic sobre el r&iacute;o Utcubamba.<br>
                      <br>
                      La curva &#8220;Villacr&eacute;z&#8221; con que se ha bautizado 
                      a uno de los pasos dif&iacute;ciles de la subida del sitio 
                      denominado Sarandiador pata es un justo recuerdo, que el 
                      pueblo hace al referido Sargento.<br>
                      Esta obra permite la uni&oacute;n con la capital de la provincia 
                      y del departamento. Adem&aacute;s nos facilita el contacto 
                      con la costa por la v&iacute;a Bagua &#8211; Olmos hacia 
                      Chiclayo y por la v&iacute;a Leymebamba &#8211; Balzas hacia 
                      Cajamarca.<br>
                      El distrito posee adem&aacute;s de caminos de herradura 
                      y a todos los pueblos de la provincia y la mayor&iacute;a 
                      del departamento. Cuenta adem&aacute;s con una oficina de 
                      correos y otra de tel&eacute;fonos; siendo la de correos 
                      de servicio semanal.</p>
                  </blockquote>
                  <p><a name="poderes" id="poderes"></a><hr size="3" color="#006600" width="100%" noshade></p></td>
                <td class="clsParrofo">&nbsp;</td>
              </tr>
              <tr> 
                <td class="clsParrofo"><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Representaci&oacute;n 
                  de poderes</font></strong></td>
                <td ><a href="#iniciopagina" class="clsLink2">Subir</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><blockquote> 
                    <p>En el distrito de Luya el Poder Ejecutivo est&aacute; representado 
                      por el Gobernador en la capital del distrito nombrado por 
                      el Prefecto del Departamento a propuesta del Sub Prefecto 
                      de la provincia. Colaboran con el Gobernador los Tenientes 
                      Gobernadores a propuesta del Gobernador, desempe&ntilde;ando 
                      sus funciones en los anexos. Su misi&oacute;n es hacer cumplir 
                      las leyes y dar garant&iacute;as.</p>
                    <p><strong>El Poder Judicial</strong><br>
                      Est&aacute; representado por el Juez de Paz, nombrado por 
                      la Corte Superior de amazonas, a propuesta del Juez de Primera 
                      Instancia. Colaboran con el Juez de Paz los Accesitarios: 
                      Primero y segundo, nombrados tambi&eacute;n por la misma 
                      Corte. Su funci&oacute;n es administrar justicia en asuntos 
                      de menor cuant&iacute;a.</p>
                    <p><strong>Municipalidades</strong><br>
                      La Junta edilicia en el distrito de Luya est&aacute; integrado 
                      por seis miembros: el Alcalde, el Teniente Alcalde, dos 
                      S&iacute;ndicos: uno de Rentas y otros de Gastos; dos Regidores 
                      y un Secretario. Funciona en local propio. En el mismo local 
                      funciona diariamente el Mercado de Abastos.<br>
                      Los municipios en los anexos est&aacute;n representados 
                      por los Agentes Municipales, nombrados por el Alcalde Provincial.</p>
                    <p><strong>Guardia Civil</strong><br>
                      Hasta diciembre del a&ntilde;o pasado exist&iacute;a el 
                      Puesto de la Guardia Civil compuesto por un clase y cuatro 
                      guardias, los que prestaban sus servicios locales y rurales. 
                      A principios del presente a&ntilde;o se ha suprimido y hoy 
                      se siente notablemente la falta de esta Instituci&oacute;n 
                      tan necesaria en pueblos, que como Luya est&aacute;n en 
                      v&iacute;a de franco progreso.</p>
                  </blockquote>
                  <p><a name="instituciones" id="instituciones"></a><hr size="3" color="#006600" width="100%" noshade></p></td>
                <td class="clsParrofo">&nbsp;</td>
              </tr>
              <tr> 
                <td><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Instituciones 
                  culturales</font></strong></td>
                <td ><div align="right"><a href="#iniciopagina" class="clsLink2">Subir</a></div></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><blockquote> 
                    <p> El distrito de Luya cuenta con un Instituto Nacional Agropecuario 
                      N&ordm; 26, creado por R.M. N&ordm; 3336 de fecha 23 de 
                      marzo de 1957 y que fue inaugurado el primero de mayo del 
                      mismo a&ntilde;o en la ciudad de L&aacute;mud donde funcion&oacute; 
                      hasta el primero de setiembre de 1958, fecha en que fue 
                      trasladado a Luya por disposici&oacute;n de la superioridad. 
                      No tiene local propio, funciona en casa particular, tampoco 
                      dispones de campos de experimentaci&oacute;n, ni de maquinarias.</p>
                    <p><strong>Escuelas</strong><br>
                      El distrito de Luya cuenta con siete escuelas primarias, 
                      distribuidas en la forma siguiente:<br>
                      Escuela Primaria de Varones N&ordm; 143, funciona en la 
                      capital del distrito, cuenta con personal docente completo, 
                      el n&uacute;mero de alumnos es de 197. su local es propio, 
                      las aulas son c&oacute;modas, tienen adem&aacute;s: salas 
                      para la direcci&oacute;n y para la biblioteca. Lleva el 
                      nombre de San Luis Gonzaga, nombre que se dio seg&uacute;n 
                      R.M. N&ordm; 2984, de fecha 28 de febrero de 1961. posee 
                      un patio principal y un campo de recreo. Por R.M. N&ordm; 
                      14253, se ha concedido un subsidios de S/. 5,480.00 para 
                      la ampliaci&oacute;n del local. Dicho subsidio fue de fecha 
                      8 de agosto de 1961. habi&eacute;ndose construido con dicha 
                      suma un aula m&aacute;s. La construcci&oacute;n del locla 
                      se ha hecho en terreno donado por las autoridades del lugar 
                      a t&iacute;tulo gratuito.<br>
                      <br>
                      Escuela Primaria de Mujeres N&ordm; 144, Se imparte educaci&oacute;n 
                      primaria completa y cuenta con local propio y aulas de tipo 
                      moderno, con piso de quintay e instalaci&oacute;n de luz 
                      el&eacute;ctrica, agua y desag&uuml;e. El patio de honor 
                      es de cemento y tiene un huerto adyacente. En un lugar preferencial 
                      se levanta la gruta de la Virgen de Lourdes, patrona del 
                      plantel. Este local tambi&eacute;n ha sido construido en 
                      terreno donado por las autoridades locales y con una inversi&oacute;n 
                      de m&aacute;s de medio mill&oacute;n de soles, otorgados 
                      por R.M. N&ordm; 436, de fecha 22 de enero de 1959.<br>
                      <br>
                      A iniciativa de la Directora Normalista mercedes Tuesta 
                      feij&oacute;, los padres de familia est&aacute;n levantando 
                      una ampliaci&oacute;n del local para la Direcci&oacute;n 
                      y Biblioteca.<br>
                      Escuela Primaria Mixta N&ordm; 1474, Fue creada por Presupuesto 
                      administrativo de 1958, seg&uacute;n R.M. N&ordm; 16808 
                      de fecha 3 de diciembre de 1958. funciona en el Barrio Guadalupe 
                      de la ciudad de Luya. Ocupa local alquilado donde los ni&ntilde;os 
                      sufren incomodidad y estrechez. Siendo de opini&oacute;n 
                      que se anexe a la escuela de Luya.<br>
                      <br>
                      Escuela Primaria Mixta N&ordm; 1403, Funciona en el lugar 
                      denominado Huaichopampa. Cuenta con local propio construido 
                      por los comuneros de esa parcialidad, es unidocente y tiene 
                      numeroso alumnado, siendo indispensable la creaci&oacute;n 
                      de un a plaza auxiliar.<br>
                      <br>
                      Escuela Primaria Mixta N&ordm; 1407, Ubicada en Colmata, 
                      anexo que tambi&eacute;n posee suficiente poblaci&oacute;n 
                      escolar, pues la matr&iacute;cula sobrepasa los 60 alumnos. 
                      Tiene local propio construido con ayuda del Estado, habiendo 
                      proporcionado la suma de S/. 3,000.00, seg&uacute;n R.M. 
                      N&ordm; 2764 de fecha 25 de abril de 1951.<br>
                      Escuela Primaria Mixta N&ordm; 1424, Es unidocente y funciona 
                      en el anexo de Chocta, en un sitio de donde se divisa muy 
                      lejos el horizonte. El local es amplio y ha sido construido 
                      por los mismos moradores sin ninguna ayuda del Estado.<br>
                      <br>
                      Escuela primaria Mixta N&ordm; 1435, Funciona en Shipata, 
                      ocupando un amplio local edificado por la comunidad.</p>
                    <p><strong>Refectorios</strong><br>
                      Existe en la capital del distrito, una junta de refectorio 
                      Escolar, que con presupuesto de S/. 6,000.00 anuales que 
                      atiende con desayuno a 55 alumnos indigentes de las tres 
                      escuelas primarias de la localidad.</p>
                    <p><strong>Clubs</strong><br>
                      En la localidad existen cinco clubs: el Club Cultural Deportivo 
                      &#8220;San Luis Gonzaga&#8221;, el Club &#8220;Teatro&#8221; 
                      de la Escuela de Mujeres N&ordm; 144, el Clu &#8220;Mejoramiento 
                      del Hogar&#8221;, dos Clubs agr&iacute;colas uno de mujeres 
                      y otro de j&oacute;venes; estos tres &uacute;ltimos dependientes 
                      del SIPA. En el anexo de Shipata hay un club deportivo &#8220;La 
                      Uni&oacute;n&#8221; y el club deportivo &#8220;Coraz&oacute;n 
                      de Jes&uacute;s&#8221;.</p>
                    <p><strong>Sub Agencia de Extensi&oacute;n del SIPA</strong><br>
                      Esta instituci&oacute;n que funciona en la capital del distrito, 
                      tiene la finalidad de tecnificar la agricultura y la ganader&iacute;a 
                      en la provincia de Luya; adem&aacute;s asesora a los Clubs 
                      Agr&iacute;colas.</p>
                    <p><strong>Templo Parroquial</strong><br>
                      Luya cuenta con un Templo Parroquial situado al Este de 
                      la plaza de armas. A su izquierda est&aacute; construida 
                      la casa parroquial. En cada anexo existe una capilla.</p>
                  </blockquote>
                  <p><a name="poblacion" id="poblacion"></a><hr size="3" color="#006600" width="100%" noshade></p></td>
                <td class="clsParrofo">&nbsp;</td>
              </tr>
              <tr> 
                <td><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Poblaci&oacute;n 
                  rural y urbana</font></strong></td>
                <td ><div align="right"><a href="#iniciopagina" class="clsLink2">Subir</a></div></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><blockquote> 
                    <p>Seg&uacute;n el censo practicado en 1961, la poblaci&oacute;n 
                      total del distrito asciende a 3,151 habitantes clasificados 
                      as&iacute;:</p>
                    <p><strong>Poblaci&oacute;n Urbana</strong><br>
                      1,358 Habitantes.</p>
                    <p><strong>Poblaci&oacute;n Rural</strong><br>
                      1,793 Habitantes.</p>
                    <p>La poblaci&oacute;n rural est&aacute; distribuida en la 
                      siguiente forma:</p>
                    <table width="0" border="0">
                      <tr bgcolor="#993300" class="clsParrofo"> 
                        <td><font color="#FFFFFF"><strong>Localidad</strong></font></td>
                        <td><font color="#FFFFFF"><strong>Habitantes</strong></font></td>
                      </tr>
                      <tr bgcolor="#CCCCCC" class="clsParrofo"> 
                        <td>Anexo de Huaichopampa</td>
                        <td> <div align="right">204</div></td>
                      </tr>
                      <tr bgcolor="#E8E8E8" class="clsParrofo"> 
                        <td>Anexo de Shipata</td>
                        <td> <div align="right">100</div></td>
                      </tr>
                      <tr bgcolor="#CCCCCC" class="clsParrofo"> 
                        <td>Anexo de Shotqui</td>
                        <td> <div align="right">176</div></td>
                      </tr>
                      <tr bgcolor="#E8E8E8" class="clsParrofo"> 
                        <td>Anexo de Corobamba</td>
                        <td> <div align="right">206</div></td>
                      </tr>
                      <tr bgcolor="#CCCCCC" class="clsParrofo"> 
                        <td>Anexo de Chocta</td>
                        <td> <div align="right">365</div></td>
                      </tr>
                      <tr bgcolor="#E8E8E8" class="clsParrofo"> 
                        <td>Anexo de Colmata</td>
                        <td> <div align="right">325</div></td>
                      </tr>
                      <tr bgcolor="#CCCCCC" class="clsParrofo"> 
                        <td>Anexo de Pachilta</td>
                        <td> <div align="right">15</div></td>
                      </tr>
                      <tr bgcolor="#E8E8E8" class="clsParrofo"> 
                        <td>Caser&iacute;o de Juisha Chico</td>
                        <td> <div align="right">30</div></td>
                      </tr>
                      <tr bgcolor="#CCCCCC" class="clsParrofo"> 
                        <td>Caser&iacute;o de Coraz&oacute;n</td>
                        <td> <div align="right">170</div></td>
                      </tr>
                      <tr bgcolor="#E8E8E8" class="clsParrofo"> 
                        <td>Caser&iacute;o de El Molino</td>
                        <td> <div align="right">52</div></td>
                      </tr>
                      <tr bgcolor="#CCCCCC" class="clsParrofo"> 
                        <td>Caser&iacute;o de Juisha Grande</td>
                        <td> <div align="right">65</div></td>
                      </tr>
                      <tr bgcolor="#E8E8E8" class="clsParrofo"> 
                        <td>Chacra de Doper&aacute;n</td>
                        <td> <div align="right">12</div></td>
                      </tr>
                      <tr bgcolor="#CCCCCC" class="clsParrofo"> 
                        <td>Chacra de La Colpa</td>
                        <td> <div align="right">4</div></td>
                      </tr>
                      <tr bgcolor="#E8E8E8" class="clsParrofo"> 
                        <td>Chacra de El Escribano</td>
                        <td> <div align="right">8</div></td>
                      </tr>
                      <tr bgcolor="#CCCCCC" class="clsParrofo"> 
                        <td>Hacienda Tejapata</td>
                        <td> <div align="right">60</div></td>
                      </tr>
                    </table>
                    <p> La poblaci&oacute;n urbana que comprende s&oacute;lo la 
                      capital del distrito es de raza mestiza e ind&iacute;gena, 
                      predominando la primera. La poblaci&oacute;n abarca toda 
                      la cantidad asignada en la poblaci&oacute;n urbana.<br>
                      La poblaci&oacute;n rural que corresponde a los anexos, 
                      caser&iacute;os, chacras y haciendas es de raza ind&iacute;gena, 
                      la mayor parte de habla quechua, pero que dominan tambi&eacute;n 
                      el castellano.</p>
                    <p><strong>R&eacute;gimen de la Propiedad</strong><br>
                      En el distrito de Luya se tiene s&oacute;lo una peque&ntilde;a 
                      hacienda denominada Tejapata, considerada seg&uacute;n el 
                      &uacute;ltimo censo de 1961, en esta hacienda los colonos 
                      trabajan dos d&iacute;as a la semana para el patr&oacute;n 
                      due&ntilde;o de la hacienda, ya sea en las aradas, siembras, 
                      deshierbas, cosechas o en la junta de le&ntilde;a. El resto 
                      de la semana se dedican a realizar sus propias actividades 
                      agr&iacute;colas. Aparte de los colonos existen otras personas 
                      que tienen sus ganados en los pastos naturales de la hacienda, 
                      o los que tienen necesidad de recoger le&ntilde;a en esos 
                      mismos terrenos, realizan los mismos trabajos que los colonos.<br>
                      <br>
                      Tambi&eacute;n hay un peque&ntilde;o fundo denominado &#8220;La 
                      Colpa&#8221;, en el cual los trabajos agr&iacute;colas del 
                      due&ntilde;o, lo realizan personas llamadas agregados, que 
                      son los que siembran en los terrenos o tienen ganados en 
                      el pasto y son tambi&eacute;n los que recogen la le&ntilde;a.<br>
                      <br>
                      Todas las dem&aacute;s tierras del distrito de Luya, est&aacute;n 
                      divididas en peque&ntilde;as propiedades.<br>
                      Las personas que poseen m&aacute;s de dos hect&aacute;reas 
                      de terreno, los trabajos los realizan a medias (aparcer&iacute;as), 
                      lo que quiere decir que el due&ntilde;o pone el terreno 
                      y la semilla y otra persona pone su trabajo y en la cosecha 
                      los productos se reparten en forma equitativa.</p>
                  </blockquote>
                  <p><a name="celebres" id="celebres"></a><hr size="3" color="#006600" width="100%" noshade></p></td>
                <td class="clsParrofo">&nbsp;</td>
              </tr>
              <tr> 
                <td class="clsParrofo"><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Hombre 
                  c&eacute;lebres </font></strong></td>
                <td ><a href="#iniciopagina" class="clsLink2">Subir</a></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><blockquote> 
                    <p>Como hombres c&eacute;lebres del distrito podemos mencionar: 
                      al se&ntilde;or Salom&oacute;n Cachay Tuesta, un gran artista 
                      de ebanister&iacute;a, alumno del Colegio Nacional &#8220;San 
                      Juan&#8221; de Chachapoyas, ingres&oacute; a la Escuela 
                      de Artes y Oficios de Lima, hoy polit&eacute;cnico &#8220;Jos&eacute; 
                      Pardo&#8221;, donde se distingui&oacute; por sus obras art&iacute;sticas, 
                      como primer alumno en sus cuatro a&ntilde;os de estudios. 
                      Obsequi&oacute; al se&ntilde;or Billigurst, Presidente de 
                      la Rep&uacute;blica de esa &eacute;poca un Bibliotecario, 
                      mereciendo por esta obra una gran premio de libras de oro.<br>
                      <br>
                      Al se&ntilde;or Timoteo Cachay, quien se hizo merecedor 
                      de un diploma y de una medalla de oro en la exposici&oacute;n 
                      industrial de Chachapoyas por sus obras de arte de ebanister&iacute;a, 
                      cuyos ejemplares obran en muchos templos del departamento. 
                      Como autoridad edil de Luya en cuya &eacute;poca se construy&oacute; 
                      el cementerio, la capilla &#8220;Nuestra Sra. De Guadalupe&#8221;, 
                      la reconstrucci&oacute;n de la Iglesia, puentes, caminos, 
                      etc., merced del entusiasmo del mismo Sr. Cacahy.</p>
                    <p><strong>Batalla de Chacapampa</strong><br>
                      En el sitio denominado Doper&aacute;n, comprensi&oacute;n 
                      de la hacienda Tejapata, tuvo lugar un singular hecho de 
                      armas. En los primeros tiempos de la &eacute;poca Republicana, 
                      un grupo de 500 hombres comandados por el espa&ntilde;ol 
                      Romero Flores, que ven&iacute;an desde Ja&eacute;n por la 
                      ruta de Bagua con el objeto de saquear los pueblos de Amazonas, 
                      entre ellos la ciudad de Luya, fueron interceptados por 
                      los ciudadanos de &eacute;sta, quienes al tener noticias 
                      de que ivan a llegar los montoneros, se parapetaron en las 
                      faldas del cerro de Ayal frente a Doper&aacute;n trab&aacute;ndose 
                      un sangriento combate que dur&oacute; algunas horas en el 
                      que los luyanos demostraron su valor y hero&iacute;smo al 
                      defender el patrimonio que les pertenec&iacute;a. Obligando 
                      al invasor a emprender un a desastrosa retirada en direcci&oacute;n 
                      a Pencapampa. Entre los valerosos ciudadanos que tomaron 
                      parte en esta acci&oacute;n se destaca don Jos&eacute; Tuesta 
                      Gutierres, quien por defender a su pueblo de un seguro saqueo, 
                      sacrific&oacute; su vida; don Francisco Grandes a quien 
                      cari&ntilde;osamente lo llamaban el &#8220;Taita Isht&aacute;n&#8221; 
                      quien tuvo el buen tino de sorprender a uno de los atacantes 
                      que conduc&iacute;a un cargamento de armas al que le dio 
                      muerte a pu&ntilde;aladas, apoder&aacute;ndose del armamento 
                      que de llegar a manos del enemigo habr&iacute;a significado 
                      su triunfo. El jefe atacante no contento con su derrota 
                      que sufri&oacute; en Doper&aacute;n proyect&oacute; saquear 
                      la ciudad de Chachapoyas, pero como en su campamento de 
                      pencapampa se encontr&oacute; con el Obispo Arriaga, &eacute;ste 
                      le dio la noticia que la ciudad estsba fuertemente defendida, 
                      entonces opt&oacute; por retroceder rumbo a Ja&eacute;n 
                      llevando el recuerdo de su derrota.</p>
                  </blockquote>
                  <p><a name="divpolitica"></a><hr size="3" color="#006600" width="100%" noshade></p></td>
                <td class="clsParrofo">&nbsp;</td>
              </tr>
              <tr> 
                <td><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Divisi&oacute;n 
                  pol&iacute;tica</font></strong></td>
                <td ><div align="right"><a href="#iniciopagina" class="clsLink2">Subir</a></div></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><blockquote> 
                    <p>Pol&iacute;ticamente el distrito est&aacute; dividido en 
                      la capital del distrito que es la ciudad de Luya, situada 
                      en un pintoresco valle del Jucusbamba. Dividida en cuatro 
                      barrios populosos: San Jos&eacute;, Santa Cruz, San Isidro 
                      Labrador y Guadalupe. Cada barrio est&aacute; dirigido por 
                      un Teniente Gobernador y un Comisionado de Obras P&uacute;blicas.<br>
                      Comprende los siguientes anexos: Huaichopampa, Shipata, 
                      Corobamba, Chocta y Colmata.<br>
                      Huaichopampa comprende los caser&iacute;os de: Ch&aacute;quil, 
                      Verbena, Platillo, Quioc y Coraz&oacute;n.<br>
                      Colmata: Cut &#8211; Cte.<br>
                      Shipata: Tumaya Grande y Tumaya Chico.<br>
                      Chocta: Este anexo pertenece al distrito por libre determinaci&oacute;n.<br>
                      A los alrededores de la capital del distrito est&aacute;n 
                      los caser&iacute;os de Tejapata, el Molino, Cashurco, Juisha 
                      Grande y Juisha Chico.</p>
                  </blockquote>
                  <p><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><a name="folklore"></a></font></strong><hr size="3" color="#006600" width="100%" noshade></p></td>
                <td class="clsParrofo">&nbsp;</td>
              </tr>
              <tr> 
                <td><strong><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Folklore</font></strong></td>
                <td ><div align="right"><a href="#iniciopagina" class="clsLink2">Subir</a></div></td>
              </tr>
              <tr> 
                <td class="clsParrofo"><blockquote> 
                    <p>Tradici&oacute;n de la Fundaci&oacute;n de Luya.- Se dice 
                      que los pobladores del distrito de Luya Viejo y del cerro 
                      de Shucsha, se pusieron de acuerdo para edificar una ciudad 
                      en el valle que por entonces era pantano, cubierto en toda 
                      su extensi&oacute;n por carrizos y plantas acu&aacute;ticas.<br>
                      <br>
                      Trataron primero de desecar el suelo construyendo primero 
                      acequias y por &uacute;ltimo un canal por donde actualmente 
                      corre r&iacute;o que le dieron el nombre de Jucusbamba.<br>
                      <br>
                      Bajo la direcci&oacute;n del se&ntilde;or Baltasar S&aacute;nchez 
                      de Tuesta, hizo la urbanizaci&oacute;n, para esto tomaron 
                      medidas de las calles y plaza de armas de Chachapoyas y 
                      luego despu&eacute;s edificaron la Iglesia, el cementerio, 
                      el puente, etc. Es por esto que el trazo de la ciudad presenta 
                      una simetr&iacute;a y verticalidad, que cada d&iacute;a 
                      le van comunicando el aspecto de una ciudad moderna, por 
                      cuyo centro cruzan las tranquilas aguas del Jucusbamba.<br>
                      M&aacute;s tarde al crearse al provincia de Luya por Ley 
                      del 5 de Febrero de 1861, fue considerado que lleva su nombre.</p>
                    <p> <strong>Fiesta del Carnaval</strong><br>
                      En la pintoresca y alegre ciudad de Luya, la juvenil y entusiasta 
                      fiesta del carnaval, se realiza con todo entusiasmo; en 
                      este lapso de fiesta se pasan d&iacute;as de gozo, de alegr&iacute;a 
                      y de diversi&oacute;n. D&iacute;as antes del domingo carnaval 
                      los juegos infantiles van adelant&aacute;ndose y la juventud 
                      organiza el fest&iacute;n. Algunos a&ntilde;os eligen a 
                      la Reina de pueblo con su respectiva corte de honor, la 
                      que es coronada en la v&iacute;spera del d&iacute;a central 
                      de la fiesta por personaje central de la ciudad y luego 
                      es paseada por las calles principales de la ciudad en un 
                      carro art&iacute;sticamente adornado. Por la noche bailan 
                      en la casa de la reina, haciendo derroche de alegr&iacute;a, 
                      chisguetes, serpentinas, etc.<br>
                      <br>
                      La gente campesina celebra la fiesta de carnaval bailando 
                      alrededor de &#8220;Humsha&#8221; (&aacute;rbol adornado 
                      con flores, frutas, pa&ntilde;uelos, globos, etc) Al son 
                      de la banda de m&uacute;sicos y con un hacha que va pasando 
                      de mano en mano hasta cortar el &aacute;rbol. El que corta 
                      el &aacute;rbol queda de mayordomo para el a&ntilde;o pr&oacute;ximo 
                      y tiene que devolver otro en la misma forma o mejor adornado.</p>
                    <p><strong>Costumbres T&iacute;picas. Vestidos</strong><br>
                      La gente del distrito de Luya, los que viven en la capital 
                      se visten de acuerdo a la moda actual, la gente campesina 
                      los hombres usan el poncho de lana de oveja, el pantal&oacute;n 
                      de lana o de drill, el sombrero de paja, el yanque; las 
                      mujeres usan poller&oacute;n (falda de lana) la lliclla 
                      (pa&ntilde;ol&oacute;n) el sombrero de paja con una cinta 
                      negra ancha.</p>
                    <p><strong>Instrumentos musicales</strong><br>
                      Los instrumentos musicales t&iacute;picos del poblador rural 
                      son: la antara, la quena, la flauta y el tambor. Los habitantes 
                      de la ciudad forman sus orquestas con el acorde&oacute;n, 
                      violines, guitarras, jasband, etc.</p>
                    <p><strong>Canciones</strong><br>
                      Entre las viejas canciones que todav&iacute;a no se han 
                      extinguido en la ciudad tenemos: la marinera &#8220;oye 
                      Luyanita&#8221; y que dice as&iacute;:</p>
                    <blockquote> 
                      <p>Oye Luyanita <br>
                        Cual si una linda flor <br>
                        Como no he de llorar <br>
                        Cuando tu amor no me lo das </p>
                      <p> Tienes unos ojitos<br>
                        oye luyanita<br>
                        negros y hechiceros<br>
                        como el zorzal. </p>
                      <p><strong><em>Estribillo</em></strong><br>
                        Cuando me vaya<br>
                        Me has de llorar<br>
                        Esos tus lindos ojos<br>
                        Ya no me han de ver (bis).</p>
                    </blockquote>
                    <p><strong>Fiestas Religiosas</strong><br>
                      Las fiestas religiosas especialmente de la Patrona del pueblo, 
                      la Virgen de las Mercedes, as&iacute; como de San Juan Bautista 
                      y de H&aacute;beas Cristi hasta hace algunos a&ntilde;os 
                      se celebraba de la manera siguiente:<br>
                      El Yanta Pallay.- o corta de le&ntilde;a que se realizaba 
                      faltando m&aacute;s o menos seis meses para la festividad, 
                      al son del tambor, la antara y el ronco churo (caracol). 
                      Para esta actividad se sacrificaba una res al son de los 
                      instrumentos.</p>
                    <p> <strong>El Labracuy</strong><br>
                      Q ue consist&iacute;a en labrar las velas para la iluminaci&oacute;n 
                      del templo, tambi&eacute;n se hac&iacute;a con anticipaci&oacute;n 
                      y siempre al son de los instrumentos musicales antes mencionados.<br>
                      Faltando dos o tres d&iacute;as para el d&iacute;a de la 
                      fiesta se dirig&iacute;an a los temples, lugares c&aacute;lidos 
                      portando dulces y picantes con los que agasajaban a los 
                      que vend&iacute;an las frutas, chancacas, yucas y el aguardiente, 
                      que ten&iacute;a que consumirse durante la fiesta.<br>
                      <br>
                      Con anticipaci&oacute;n los mayordomos se dirig&iacute;an 
                      en busca de las personas que han de ayudar en el preparativo 
                      de la fiesta llevando comidas y bebidas. Estas eran cocineras, 
                      la masandera o la que se encargaba de la preparaci&oacute;n 
                      de los panes, la piumbra, que se encargaba de preparar y 
                      servir la chicha, la altoricuy que se encargaba de recibir 
                      los hueches o regalos y de hacer la devoluci&oacute;n de 
                      los dep&oacute;sitos con dulces y frutas, los danzantes 
                      y por &uacute;ltimo el maestro tocador, llamado as&iacute; 
                      al que ta&ntilde;e el tambor y la antara.<br>
                      Von ocho d&iacute;as de anticipaci&oacute;n a la fiesta 
                      se notaba en la casa del mayordomo mucho ajetreo, ya las 
                      cargas de frutas y otros art&iacute;culos comenzaban a llegar, 
                      todas las personas buscadas estaban all&iacute; desempe&ntilde;ando 
                      la misi&oacute;n encomendada.<br>
                      <br>
                      La antev&iacute;spera de la fiesta, la imagen era llevada 
                      de la Iglesia en solemne procesi&oacute;n, con la banda 
                      de m&uacute;sicos, danzantes, encabezados por las autoridades 
                      del lugar y a acompa&ntilde;ados de numeroso p&uacute;blico, 
                      para velarse en la casa del mayordomo. Ah&iacute; le esperaba 
                      un altar muy adornado. El p&uacute;blico que acompa&ntilde;a 
                      y la tesorera velaban a la imagen y eran atendidos con comidas 
                      y bebidas.<br>
                      Al rayar el alba entonaban sus alabanzas y la banda de m&uacute;sicos 
                      saludaba a la aurora del nuevo d&iacute;a con una diana.<br>
                      <br>
                      La v&iacute;spera de la fiesta, por la tarde, la imagen 
                      es conducida de nuevo al templo, acompa&ntilde;ada de los 
                      familiares y amigos del mayordomo portando centilleros que 
                      alumbran a la imagen. Ah&iacute; el P&aacute;rroco cantaba 
                      solemnes v&iacute;speras, mientras en la plaza se escuchaba 
                      el tronar de cohetes de momento en momento. Pasada esta 
                      ceremonia religiosa todos los acompa&ntilde;antes volv&iacute;an 
                      a la casa del mayordomo y pasaban la noche bailando y bebiendo. 
                      Alrededor de las cuatro de la ma&ntilde;ana la banda de 
                      m&uacute;sicos y el que ten&iacute;a a su cargo la quema 
                      de cohetes se dirig&iacute;an a la puerta de la iglesia, 
                      y ah&iacute; saludaban a la aurora del nuevo d&iacute;a 
                      con dianas y quema de cohetes, acto que denominaban albazo.<br>
                      <br>
                      El d&iacute;a de la fiesta, a las nueve de la ma&ntilde;ana 
                      se dirig&iacute;a el pueblo a la misa al son de las campanas 
                      que llamaban una hora antes. Despu&eacute;s de esta ceremonia 
                      la imagen sale en procesi&oacute;n por el cuadril&aacute;tero 
                      de la plaza de armas presidido por el P&aacute;rroco.<br>
                      <br>
                      Terminada la procesi&oacute;n todos los invitados se dirig&iacute;an 
                      a la casa del mayordomo, donde eran agasajados con un suculento 
                      almuerzo, haciendo derroche de bebidas; terminando de este 
                      modo, el acto central de la fiesta.<br>
                      Esta forma t&iacute;pica de celebrar las fiestas en el distrito 
                      de Luya ha ido transform&aacute;ndose, debido a la albor 
                      moralizadora que desempe&ntilde;aban los p&aacute;rrocos 
                      que dirig&iacute;an estas fiestas; pues el exceso de la 
                      bebida degeneraba estas fiestas en escenas poco edificantes; 
                      adem&aacute;s implicaba para el mayordomo sacrificios indigentes 
                      para atender con comilonas a todo el pueblo asistente; muchos 
                      de estos mayordomos eran asignados por la fuerza mediante 
                      un sistema de n&oacute;minas que se impon&iacute;a anualmente.<br>
                      <br>
                      Las fiestas religiosas en la actualidad son precedidas de 
                      novenarios al que asisten los fieles. Generalmente la persona 
                      que pasa la noche de la novena, invita a sus familiares 
                      y amigos a un lonche despu&eacute;s del arreglo del altar, 
                      que com&uacute;nmente se llama &#8220;compostura&#8220;. 
                      En las v&iacute;speras se ilumina el templo con gala, al 
                      son de los repiques de campana; luego despu&eacute;s de 
                      la ceremonia lit&uacute;rgica, al son de la banda de m&uacute;sicos 
                      y de fuegos artificiales el p&uacute;blico asistente se 
                      dirige a la casa del mayordomo.<br>
                      <br>
                      Al d&iacute;a siguiente de la solemne misa, es seguida de 
                      una tradicional procesi&oacute;n de la imagen por el cuadril&aacute;tero 
                      de la plaza de armas. La banda de m&uacute;sicos interpreta 
                      marchas apropiadas para el caso. Los fieles se distinguen 
                      por su recogimiento en el trayecto. Despu&eacute;s de la 
                      procesi&oacute;n el mayordomo invita a sus amigos a un almuerzo 
                      de camarader&iacute;a. Cuando no hay mayordomo voluntario, 
                      el pueblo se encarga de celebrar las principales fiestas 
                      del a&ntilde;o, principalmente la patronal y la de H&aacute;beas; 
                      para lo cual el sistema de los comisionados de los cuatro 
                      barrios, son quienes deben aportar con su contingente personal 
                      y pecuniario.</p>
                    <p><strong>Fiesta de la Cruz</strong><br>
                      El 3 de mayo de todos los a&ntilde;os, la mayor parte de 
                      los habitantes, celebran con entusiasmo la fiesta de la 
                      cruz de mayo. La v&iacute;spera por la noche acuden a orillas 
                      del r&iacute;o Jucusbamba que atraviesa la ciudad, grupos 
                      de j&oacute;venes de ambos sexos, sin tener en cuenta el 
                      fr&iacute;o de la noche, cumplen con la costumbre de ba&ntilde;arse, 
                      por que dicen que en esa fecha las aguas est&aacute;n benditas 
                      y que los sapos y culebras se retiran a sus guaridas. A 
                      lo largo de toda la orilla se ven grupos de ba&ntilde;istas 
                      que cantan y bailan al son de las guitarras y violines, 
                      m&aacute;s o menos a las diez de la noche se retiran a sus 
                      hogares, donde se sirven el caf&eacute; con sabrosas humitas, 
                      siempre cantando y bailando al son de la m&uacute;sica que 
                      termina al amanecer del d&iacute;a siguiente.</p>
                    <p><strong>Semana Santa</strong><br>
                      Desde el lunes hasta el jueves santo todas las tarde al 
                      son de las rogativas que tocan las campanas, la gente se 
                      re&uacute;ne en el templo para rezar el quinario. El viernes 
                      toda la poblaci&oacute;n viste de luto, el templo l&uacute;gubremente 
                      alumbrado, hacia el fondo se ve en medio de &aacute;rboles 
                      crespones de tul negro, cortinas art&iacute;sticamente arregladas, 
                      al Santo Cristo que esa noche ha de ser descendido de la 
                      cruz.<br>
                      <br>
                      Durante la tarde de ese d&iacute;a, en los cuatro &aacute;ngulos 
                      de la plaza de armas, los vecinos de los cuatro barrios 
                      componen sus llamados &#8220;huertos&#8221; en los cuales 
                      ha de descansar el santo sepulcro. Por la noche el religioso 
                      pueblo acude al templo par contemplar el simb&oacute;lico 
                      acto. La casa de Dios est&aacute; repleta de gente, a las 
                      siete de la noche la melanc&oacute;lica m&uacute;sica rompe 
                      el silencio y de pronto cuatro hombres con vestiduras blancas 
                      y con la cabeza amarrada con pa&ntilde;o blanco salen de 
                      una capilla cercana, portando escaleras t&uacute;nicas y 
                      s&aacute;banas santas; dos de ellos representan a los santos 
                      varones Jos&eacute; de Arimatea y al sabio Nicodemus. Al 
                      comp&aacute;s mon&oacute;tono de la matraca los justos varones 
                      inician la m&iacute;stica tarea de la desclavaci&oacute;n, 
                      que dura m&aacute;s o menos media hora. La corona de espinas, 
                      la potencia, los clavos, el cinto de plata, etc. Que son 
                      sacados del crucifijo y llevados a la presencia de la Madre 
                      Dolorosa, la que por mecanismo especial da la venia. Acto 
                      seguido uno de los ayudantes, da la bendici&oacute;n con 
                      el objeto sacrosanto a los fieles, quienes devotamente inclinan 
                      la cabeza. Luego es bajado el cuerpo del salvador, el cual 
                      es llevado a colocar en el santo sepulcro por el mismo Sacerdote 
                      que preside la ceremonia. Luego los ni&ntilde;os reciben 
                      todos los Misterios de la Pasi&oacute;n, solicitados de 
                      antemano y que han de ser portados en la procesi&oacute;n, 
                      que se inicia de inmediato. El anda es cargada por los santos 
                      varones y en cada huerto preparado descansa; ah&iacute; 
                      es donde el sacerdote ha de orar y cantar conjuntamente 
                      con el pueblo; el cual sin distinci&oacute;n de edades ni 
                      de sexos portan velas y doblan las rodillas en el lugar 
                      donde hace escala la procesi&oacute;n; pero a una distancia 
                      de media cuadra de su Hijo idolatrado, la Virgen de Dolores 
                      sigue en procesi&oacute;n solo con mujeres, a Cristo lo 
                      acompa&ntilde;an en el Santo Sepulcro solo varones. Cuando 
                      vuelve a ingresar la imagen en el templo, comienza el quinario, 
                      terminado el cual todos retornan a sus hogares, qued&aacute;ndose 
                      ah&iacute; los santos varones, cuidando del cuerpo de Jes&uacute;s 
                      por toda la noche. Ah&iacute; son agasajados por el mayordomo 
                      de esa noche.</p>
                    <p><strong>Supersticiones</strong></p>
                    <blockquote> 
                      <p> <em><strong>El Canto de la gallina.</strong></em> Es 
                        superstici&oacute;n en el distrito de Luya que cuando 
                        la gallina canta en la casa anuncia un desgracia, como 
                        por ejemplo la muerte de alg&uacute;n miembro de la familia 
                        y para evitar que se realice este mal presagio es sacrificado 
                        el animal de inmediato.</p>
                      <p><strong><em>El aullido de los perros.</em></strong> Existe 
                        el temor en la gente supersticiosa que ya es tanto al 
                        o&iacute;r el aullido de los perros es por que han visto 
                        el alma (sombra) de alguna persona pr&oacute;xima a morir.</p>
                      <p><strong><em>El pase de las garzas.</em></strong> Cuando 
                        algunas aves marinas como las garzas en las &eacute;pocas 
                        de sus inmigraciones, se extrav&iacute;an y aparecen volando 
                        en los pueblos, la gente se llena de p&aacute;nico por 
                        que hay la creencia de que esa presencia es presagio de 
                        guerra o de una desgracia y es as&iacute; que se escucha 
                        un anuncio que dice &#8220;P&aacute;jaro de mar en tierra 
                        hambre, peste o guerra&#8221;.</p>
                      <p><strong><em>La pelea de los gatos.</em></strong> Cuando 
                        algunas noches pelean los gatos en los tejados de las 
                        casas los due&ntilde;os comienzan por preocuparse, por 
                        que creen que es anuncio de alguna desgracia o ri&ntilde;a 
                        entre casados.</p>
                      <p><strong><em>El misterio de la sal y la escoba.</em></strong> 
                        Existe la rid&iacute;cula creencia de cuando en una casa 
                        hay visitas que demoran mucho tiempo, un poco de sal que 
                        echan al suelo o una escoba colocada tras de la puerta 
                        es talism&aacute;n que hace que las visitas se despidan 
                        pronto.<br>
                        La nueva juventud que egresa de las escuelas est&aacute; 
                        mejor orientada y va desterrando supersticiones nocivas 
                        que entorpecen la tranquilidad de los pueblos.</p>
                    </blockquote>
                  </blockquote>
                  <p><hr size="3" color="#006600" width="100%" noshade></p></td>
                <td class="clsParrofo">&nbsp;</td>
              </tr>
            </table>
		  <!--Termina el contenido-->
		  </td>
        </tr>
      </table>
	</td>
  </tr>
</table>
</body>
</html>
